export const paragraphs: { title: string; text: string }[] = [
	{
		title: 'Собственная логистика',
		text: 'В компании имеется собственный логистический отдел, благодаря которому мы можем гарантировать нашим клиентам оперативность и своевременность доставки груза.',
	},
	{
		title: 'Квалифицированные специалисты',
		text: 'Постоянный состав сотрудников компании - это высококвалифицированные специалисты с многолетним опытом работы в данной сфере, готовые предложить клиентам компании  решения  даже самых сложных технических вопросов.',
	},
	{
		title: 'Собственные складские помещения',
		text: 'наличие собственного складского помещения, позволяет оперативно реагировать на растущие потребности наших постоянных клиентов в импортных комплектующих.',
	},
	{
		title: 'Квалифицированная техническая поддержка клиента',
		text: 'имея в составе компании инженерный отдел, мы обеспечиваем постоянную техническую поддержку и экспертные консультации для наших клиентов, как при первичном обращении, так и при последующей установке комплектующих и оборудования. В отдельных случаях технический специалист нашей компании готов осуществить поддержку на объекте клиента.',
	},
]

export const products: { src: string; title: string; items: string[] }[] = [
	{
		src: 'drive',
		title: 'Приводная техника',
		items: [
			'Подшипники качения',
			'Принадлежности к подшипникам качения',
			'Подшипники скольжения',
			'Системы линейного перемещения',
			'Прочее',
		],
	},
	{
		src: 'hidraulics',
		title: 'Гидравлика и пневматика',
		items: [
			'Гидроцилиндры, гидроклапаны',
			'Гидрораспределители',
			'Гидромоторы',
			'Гидроаккумуляторы',
			'Гидроохладители',
			'Пневмораспределители',
			'Пневматические клапаны',
			'Пневмоцилиндры, пневмомоторы',
		],
	},
	{
		src: 'pump',
		title: 'Насосы и арматура',
		items: [
			'Насосы центробежные',
			'Насосы шнековые',
			'Насосы поршневые',
			'Насосы винтовые',
			'Насосы герметичные',
			'Специальное насосное оборудование',
		],
	},
	{
		src: 'compressor',
		title: 'Компрессоры',
		items: ['Поршневые компрессоры', 'Вакуумные насосы', 'Винтовые компрессоры', 'Вихревые компрессоры', 'Прочее'],
	},
	{
		src: 'fan',
		title: 'Вентиляторы',
		items: ['Осевые или аксиальные', 'Радиальные', 'Диагональные', 'Диаметрального сечения', 'Прямоточные'],
	},
	{
		src: 'filter',
		title: 'Фильтры',
		items: [
			'Воздушные фильтры',
			'Масляные и гидравлические фильтры',
			'Топливные фильтры',
			'Водяные фильтры',
			'Фильтры систем охлаждения',
			'Осушители',
			'Прочее',
		],
	},
	{
		src: 'electronics',
		title: 'Пром. электроника',
		items: ['Датчики', 'Приборы', 'Сенсоры', 'Расходомеры', 'Уровнемеры', 'Анализаторы', 'Электроаппаратура', 'Прочее'],
	},
	{
		src: 'steelslice',
		title: 'Металлореж. инструмент',
		items: [
			'Сверла',
			'Зенкеры',
			'Развертки',
			'Резьбонарезной инструмент',
			'Фрезерный инструмент',
			'Токарный инструмент',
			'Вспомогательный инструмент',
		],
	},
	{
		src: 'convcomps',
		title: 'Конвейерные компоненты',
		items: [
			'Конвейерные цепи и ленты',
			'Ролики и мотор-барабаны',
			'Компоненты конвейера',
			'Шнеки, ковши',
			'Системы очистки конвейерных лент',
			'Скребки',
			'Конвейерные сетки',
			'Прочее',
		],
	},
]
